Repository: 1pix/yoimages
Catalog: inc/yoimages-commons/languages/yoimg-*.po
Languages: de_de

source: [title]
de_de: [Titel]

source: [type]
de_de: [Typ]

source: [site_name]
de_de: [web_site_Name]

source: [categories]
de_de: [Kategorien]

source: Edit crop formats
de_de: Bild Ausschneiden

source: YoImages settings
de_de: Yo!mages Einstellungen

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine Rechte diese Seite zu sehen.

source: Crop settings
de_de: Ausschnitt

source: Enable
de_de: Einschalten

source: Crop qualities
de_de: Ausschnitt Qualität

source: SEO for images
de_de: Bilder SEO

source: Change image title
de_de: Bild Titel verändern

source: Image title expression
de_de: Bild Titel Formel

source: Change image alt attribute
de_de: Bild alt verändern

source: Image alt expression
de_de: Bild alt Formel

source: Change image file name
de_de: Bild Feile Name verändern

source: Image file name expression
de_de: Bild Feile Name Formel

source: Enter your cropping settings here below
de_de: Bitte wähle ausschnitt Einstellungen hier

source: Enter your images SEO settings here below
de_de: Bitte wähle Bild SEO Einstellungen hier

source: Supported expressions:
de_de: benutzbar Formel

source: If checked cropping is active
de_de: Wenn auswählt Ausschnitt ist einschaltet

source: Comma separated list of crop quality values (100 best to 50 medium)
de_de: Ausschnitt Qualität Werte

source: If checked title will be replaced with the expression here below
de_de: Wenn auswählt Bild Titel mit Title Formel hinstellen wird

source: expression used to replace the title, accepted values are: [title], [type], [tags], [categories], [site_name]
de_de: Formel benutzt um Bild Titel zu hinstellen, verfügbar Werte sind:

source: If checked alt will be replaced with the expression here below
de_de: Wenn auswählt Bild alt mit alt Formel hinstellen wird

source: expression used to replace the alt, accepted values are: [title], [type], [tags], [categories], [site_name]
de_de: Formel benutzt um Bild alt zu hinstellen, verfügbar Werte sind:

source: If checked the filename will be replaced with the expression here below
de_de: Wenn auswählt Bild Feile Name mit Feile Name Formel hinstellen wird

source: expression used to replace the filename, accepted values are: [title], [type], [tags], [categories], [site_name]
de_de: Formel benutzt um Bild Feile Name zu hinstellen, verfügbar Werte sind:

source: Crop qualities value is not valid, using default:
de_de: Ausschnitt Qualität Werte nicht gültig, standard wird benutzen sein

source: title expression is not valid, using default:
de_de: Titel Formel nicht gültig, standard wird benutzen

source: alt expression is not valid, using default:
de_de: Alt Formel nicht gültig, standard wird benutzen

source: filename expression is not valid, using default:
de_de: File Name Formel nicht gültig, standard wird benutzen

source: Close
de_de: beenden

source: Edit crop formats from full image
de_de: Ausschnitt von Ursprünglichen Größe editieren

source: Current
de_de: umlaufend

source: This crop is smaller (%1$sx%2$s) than expected (%3$sx%4$s), you may replace the original image for this crop format using the replace button here below and then cropping it
de_de: Dieser Ausschnitt ist kleiner (%1$sx%2$s) als erwartet (%3$sx%4$s), bitte hinstelle das Bild für diesen Ausschnitt mit hinstelle Button darunter

source: Crop cannot be generated because original image is too small, you may replace the original image for this crop format using the replace button here below
de_de: Ein Fehler ist aufgetreten. Original-Bild ist zu klein für guten Bildzuschnitt. Bitte hinstelle das originelles Bild mit hinstelle Button wieder

source: Crop not generated yet, use the crop button here below to generate it
de_de: Ausschnitt noch nicht erzeugt, bitte drücke das Ausschnitt Button um es zu erchaffen

source: Crop preview
de_de: Ausschnitt nansicht

source: Replace image source for
de_de: Bild zu hinstellen

source: Replace
de_de: hinstellen

source: Restore original image source for
de_de: Original-Bild instand setzen

source: Restore
de_de: Instand setzen

source: Crop quality
de_de: Ausschnitt Qualität

source: Crop
de_de: Ausschneiden

source: Image sizes are defined by the current theme
de_de: aktiv Thema bestimmt die Größe

source: The sizes listed below are the crop and resize formats defined by
de_de: Die Größe hier sind Ausschnitt und die Größe ändern von Original-Bild festlegen von

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Max Width
de_de: Max. Breite

source: Max Height
de_de: Max. Höhe

source: Hard cropped
de_de: Fest Ausschnitt

source: Hard cropped image
de_de: Fest Ausschnitt Bild

source: this image format contains only a part of the original image, it has fixed width and height so that the image ratio is fixed too, e.g. thumbnail in listings are cropped
de_de: Dieses Bild enthält nur ein Teil des Original-Bild, es hast fest Breite und Höhe als dass Seitenverhältnis is auch fest, zum Beispiel Thumbnail sind ausschnitten

source: this image format is not cropped but instead it is resized to fit the maximum available space, either in width or height, therefore this image ratio is not fixed
de_de: Dieses Bild ist nicht ausschnitten. Die Grösse ist verändert um Maximum Raum zu füllen, this image format is not cropped but instead it is resized to fit the maximum available space, deshalb Seitenverhältnis ist nicht fest.

source: doesn't define any additional image size using the standard Wordpress functions (<a href="http://codex.wordpress.org/Function_Reference/add_image_size" target="_blank">add_image_size</a> and <a href="http://codex.wordpress.org/Function_Reference/set_post_thumbnail_size" target="_blank">set_post_thumbnail_size</a>)
de_de: hat keine andere Bild Grösse mit standard Wordpress Funktion bestimmt (<a href="http://codex.wordpress.org/Function_Reference/add_image_size" target="_blank">Bild Grösse hinzufügen</a> und <a href="http://codex.wordpress.org/Function_Reference/set_post_thumbnail_size" target="_blank">Thumbnail Grösse bestimmen</a>)
